Repository: sSimuSs/birgo
Catalog: birgo/locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Offline
ru: Вне линии
uz: Liniyadan tashqari

source: Available
ru: На линии
uz: Liniyada

source: Pending
ru: Принимает заказ
uz: Buyurtmani qabul qilmoqda

source: Collecting passengers
ru: Поездка собирается
uz: Yo‘lovchilar yig‘ilmoqda

source: Driving to pickup
ru: В пути к пассажиру
uz: Yo‘lovchiga ketmoqda

source: Passenger onboard
ru: Пассажир в машине
uz: Yo‘lovchi moshinada

source: En route
ru: В пути к точке Б
uz: Manzilga ketmoqda

source: Completed
ru: Поездка завершена
uz: Safar yakunlandi

source: Cancelled
ru: Отмена поездки
uz: Bekor qilindi

source: Driver licence number
ru: Номер водительского удостоверения
uz: Haydovchilik guvohnomasining raqami

source: Init page
ru: Входная страница
uz: Kirish sahifasi

source: Phone number is required
ru: Требуется номер телефона
uz: Telefon raqami kiritilmagan

source: Incorrect phone number
ru: Неверный номер телефона
uz: Telefon raqami noto‘g‘ri

source: Car number is invalid
uz: Avto raqam noto'g'ri kiritilgan

source: Error on validating auth data
ru: Ошибка при проверке данных авторизации
uz: Autentifikatsiya maʼlumotlarini tekshirishda xatolik yuz berdi

source: Are you sure you want to get off the line?
uz: Haqiqatan ham liniyadan chiqmoqchimisiz?

source: Driver
uz: Haydovchi

source: Select a trip request below
uz: Quyidagi safarlardan birini tanlang

source: You're not on the line
uz: Siz liniyada emassiz

source: Direction
uz: Yo'nalish

source: All directions
uz: Barcha yo'nalishlar

source: Active trip requests
ru: Активные запросы на поездку
uz: Faol safar so'rovlari

source: UZS
ru: сум
uz: so'm

source: No trips have been found yet,<br> as soon as we find them, we'll show them here.
uz: Hali hech qanday sayohat topilmadi,<br> ularni topishimiz bilanoq, shu yerda ko'rsatamiz.

source: Get on the line
uz: Liniyaga chiqish

source: Become a driver on BirGo
ru: Стать водителем на BirGo
uz: BirGoda haydovchiga aylaning

source: Your activation request is being processed. You can write to us if you have any questions
ru: Ваш запрос на подключение обрабатывается. Вы можете написать нам, если у вас возникнут какие-либо вопросы
uz: Sizning ulanish bo'yicha so'rovingiz ko'rib chiqilmoqda. Agar sizda biron bir savol bo'lsa, bizga yozishingiz mumkin

source: Your activation request is accepted.
ru: Ваш запрос на активацию принят.
uz: Sizning faollashtirish so'rovingiz qabul qilindi.

source: First name
ru: Имя
uz: Ism

source: Last name
ru: Фамилия
uz: Familiya

source: Car number
uz: Avtomobil raqami

source: Phone number
ru: Номер телефона
uz: Telefon raqam

source: Send
ru: Отправить
uz: Jo'natish

source: Required fields are not filled in or invalid
ru: Обязательные для заполнения поля не заполнены или не правильны
uz: Majburiy maydonlar to`ldirilmagan yoki noto`g`ri

source: Hello
ru: Привет
uz: Salom

source: Where do you want to go?
ru: Куда вы хотите поехать?
uz: Qayerga bormoqchisiz?

source: From?
ru: Откуда?
uz: Qayerdan?

source: To?
ru: Куда?
uz: Qayerga?

source: %(counter)s person
ru: %(counter)s человек
uz: %(counter)sta odam

source: Empty car
ru: Пустая машина
uz: Bo'sh moshina

source: How many people?
ru: Сколько человек?
uz: Necha kishi?

source: Your price
ru: Ваша цена
uz: Siz berayotgan narx

source: Your total price of the trip, including the number of passengers
ru: Общая стоимость поездки, учитывая кол-во пассажиров
uz: Safarning umumiy narxi, yo'lovchilar sonini inbotga olgan holda

source: Comments
ru: Комментарии
uz: Izohlar

source: Find car
ru: Искать машину
uz: Avtomobil topish

source: Actual trips
ru: Актуальные поездки
uz: Amaldagi safarlar

source: Trip to %(to_location)s
ru: Поездка в %(to_location)s
uz: %(to_location)sga safar

source: Select a region
ru: Выберите регион
uz: Huduni tanlang

source: Back
ru: Назад
uz: Orqaga

source: All %(region_name)s
uz: Butun %(region_name)s

source: Nothing was found
ru: Ничего не найдено
uz: Hechnima topilmadi

source: Searching for a car
ru: Поиск машины
uz: Avtomobil qidirilmoqda

source: <b>%(counter)s</b> driver saw your request
ru: <b>%(counter)s</b> водитель увидел ваш запрос
uz: <b>%(counter)s</b>ta haydovchi so'rovingizni ko'rdi

source: Client
uz: Buyurtmachi

source: Details
ru: Детали
uz: Tafsilotlar

source: Do you really want to cancel your trip?
ru: Вы действительно хотите отменить поездку?
uz: Siz haqiqatan ham safarni bekor qilmoqchimisiz?

source: Cancel trip
ru: Отменить поездку
uz: Safarni bekor qilish

source: Accept a trip
uz: Safarni qabul qilish

source: %(counter)s offer
ru: %(counter)s предложение
uz: %(counter)sta taklif

source: Trips
ru: Поездки
uz: Safarlar

source: From your city to your destination
ru: Из вашего города в пункт назначения
uz: Sizning shahringizdan manzilingizga

source: What is it?
ru: Что это такое?
uz: Bu nima o'zi?

source: <b>BirGo is the easiest way to find intercity rides.</b><br>We connect passengers and drivers instantly, without Telegram groups, endless messages, or phone calls. See available drivers, free seats, prices, and departure time — all in one place. <br>BirGo makes the Angren–Tashkent route faster, simpler, and more reliable for everyone.
ru: <b>BirGo — это самый простой способ найти поездки между городами.</b><br>Мы мгновенно соединяем пассажиров и водителей, без Telegram-групп, бесконечных сообщений или звонков. Смотрите доступных водителей, свободные места, цены и время отправления — всё в одном месте.<br>BirGo делает маршрут Ангрен–Ташкент быстрее, проще и надёжнее для всех.
uz: <b>BirGo — shaharlararo sayohatlarni topishning eng oson yo‘li.</b><br>Biz yo‘lovchilar va haydovchilarni darhol bog‘laymiz, Telegram guruhlari, cheksiz xabarlar yoki qo‘ng‘iroqlarsiz. Mavjud haydovchilarni, bo‘sh o‘rinlarni, narxlarni va jo‘nash vaqtini bir joyda ko‘ring.<br>BirGo Angren–Toshkent yo‘nalishini hamma uchun tezroq, sodda va ishonchli qiladi.

source: Continue
ru: Продолжить
uz: Davom ettirish

source: Personal info
ru: Личная информация
uz: Shaxsiy ma'lumotlar

source: Permissions
ru: Права доступа
uz: Ruxsatlar

source: Important dates
ru: Важные даты
uz: Muhim sanalar

source: Male
ru: Мужской
uz: Erkak

source: Female
ru: Женский
uz: Ayol

source: Passenger
ru: Пассажир
