Repository: sSimuSs/birgo
Catalog: wishr/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Init page
uz: Kirish sahifasi

source: Error on validating auth data
uz: Autentifikatsiya maʼlumotlarini tekshirishda xatolik yuz berdi

source: search
uz: qidirish

source: %(counter)s offer
uz: %(counter)sta taklif

source: no offers
uz: takliflar yo'q

source: up to <span class="fw_600">%(max_price)s UZS</span>
uz: <span class="fw_600">%(max_price)s so'm</span> gacha

source: open to offers
uz: takliflarga ochiq

source: Create a Wish
uz: Istak yaratish

source: New wish
uz: Yangi Istak

source: Title
uz: Nomlanishi

source: Description
uz: Tavsif

source: optional
uz: majburiy emas

source: Image
uz: Rasm

source: Delete
uz: O`chirish

source: Upload image
uz: Rasmni yuklash

source: Max offer price
uz: Maksimal taklif narxi

source: UZS
uz: so'm

source: Create
uz: Yaratish

source: Required fields are not filled in
uz: Majburiy maydonlar to`ldirilmagan

source: More
uz: Ko'proq

source: Less
uz: Yopish

source: %(user)s wishes to buy
uz: %(user)s sotib olishni istaydi

source: Offers
uz: Takliflar

source: Nothing was found
uz: Hechnima topilmadi

source: Maximum offer price
uz: Maksimal taklif narxi

source: Make an Offer
uz: Taklif qilish

source: Wishlist
uz: Istaklar

source: Post your wish. Get real offers.
uz: Istagingizni yozing. Haqiqiy takliflarni oling.

source: Benefits
uz: Ustunliklar

source: Save your time
uz: Vaqtni tejash

source: Stop searching across dozens of stores — just post your wish and let sellers find you
uz: O‘nlab do‘konlarda qidirishga hojat yo‘q — istagingni yoz va sotuvchilar o‘zlari seni topsin

source: Get better deals
uz: Yaxshi narxlar

source: Compare real offers from multiple sellers and choose the best price or quality
uz: Bir nechta sotuvchilarning haqiqiy takliflarini solishtir va eng foydaliligini tanla

source: Find exactly what you need
uz: Oson qidiruv

source: Describe your ideal product or service — you’ll get offers that match your exact needs
uz: Mahsulot yoki xizmatni qanday xohlashingni yoz — shunga mos takliflarni olasan

source: What is it?
uz: Bu nima o'zi?

source: Wishr is a reverse marketplace. Here, everything starts not with a product — but with your wish. Describe what you need, and sellers will offer their prices and terms.
uz: Wishr — bu e'lonlar taxtasining yangi turi. Bu yerda hammasi mahsulotdan emas, sizga kerakli narsalardan boshlanadi. O‘zingiz xohlagan narsani yozing — va sotuvchilar taklif yuborishadi.

source: Continue
uz: Davom ettirish
